Repository: elementary/panel-keyboard
Catalog: po/*.po
Languages: ckb, es, pt_br

source: Num Lock is on
ckb: قوفڵنی ژمارەکان کراوەیە
es: Bloq Num activado
pt_br: Num Lock está ligado

source: Caps Lock is on
ckb: قوفڵی کەپتیاڵ کراوەیە
es: Bloq Mayús activada
pt_br: Caps Lock está ligado

source: Show Keyboard Layout
ckb: پشاندانی ڕووی تەختەکلیل
es: Mostrar distribución del teclado
pt_br: Exibir Layout do Teclado

source: Keyboard Settings…
ckb: ڕێکخستنەکان…
es: Configuración del teclado…
pt_br: Configurações do teclado…

source: Middle-click to switch to the next layout
ckb: کرتەی ناوەڕاست بۆ بەکارهێنانی ڕووی تەختەکلیلی داهاتوو
es: Haga clic con el botón central del ratón para cambiar a la siguiente distribución
pt_br: Clique com o botão do meio do mouse para alternar para o próximo layout

source: Keyboard Layout
ckb: ڕووی تەختەکلیل
es: Distribución del teclado
pt_br: Layout do Teclado

source: Input Method
ckb: شێوەی پێدان
es: Método de entrada
pt_br: Método de Entrada

source: Default keyboard layout
ckb: ڕووی تەختەکلیلی بنەڕەت
es: Distribución de teclado predeterminada
pt_br: Layout padrão do teclado

source: Keyboard Layout: %s
ckb: ڕووی تەختەکلیل: %s
es: Distribución del teclado: %s
pt_br: Layout de teclado: %s

source: Input Method: %s
ckb: ئینپوت مێسۆد: %s
es: Método de entrada: %s
pt_br: Método de Entrada: %s
