Repository: elementary/panel-keyboard
Catalog: po/ie.po
Languages: ie

source: Num Lock is on
ie: Num Lock es activ

source: Caps Lock is on
ie: Caps Lock es activ

source: Middle-click to switch to the next layout
ie: Medial clic: activar li sequent arangeament

source: Keyboard Layout
ie: Arangeament de tastatura

source: Input Method
ie: Metode de intrada

source: Show Keyboard Layout
ie: Monstrar li arangeament del tastatura

source: Keyboard Settings…
ie: Parametres del tastatura…

source: Default keyboard layout
ie: Arangeament predefinit

source: Keyboard Layout: %s
ie: Arangeament: %s

source: Input Method: %s
ie: Metode: %s
